"无法访问相册中照片" = "No se puede acceder a las fotos del álbum";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Sin acceso a fotos actualmente, se recomienda ir a la configuración del sistema,\npermitir el acceso a 'todas las fotos' en 'Fotos'.";
"前往系统设置" = "Configuración";
"取消" = "Cancelar";
"相册" = "Álbum";
"完成" = "Listo";
"原图" = "Original";
"原片" = "Original";
"预览" = "Vista previa";
"编辑" = "Editar";
"返回" = "Volver";
"还原" = "Restablecer";
"自由" = "Libre";
"没有可选资源" = "No hay recursos opcionales";
"照片和视频不能同时选择" = "Las fotos y videos no se pueden seleccionar al mismo tiempo";
"最多只能选择%d张照片" = "Solo puedes seleccionar hasta %d fotos";
"已达到最大选择数" = "Se alcanzó el número máximo de selecciones";
"视频最大时长为%d秒，无法选择" = "La duración máxima del video es de %d segundos y no se puede seleccionar";
"视频最小时长为%d秒，无法选择" = "La duración mínima del video es de %d segundos y no se puede seleccionar";
"视频和照片不能同时选择" = "Los videos y fotos no se pueden seleccionar al mismo tiempo";
"最多只能选择%d个视频" = "Solo puedes seleccionar hasta %d videos";
"正在下载" = "Descargando";
"下载失败" = "Error al descargar";
"没有照片" = "Sin fotos";
"你可以使用相机拍些照片" = "Puedes tomar algunas fotos con la cámara";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "No se puede acceder a todas las fotos del álbum,\npermita el acceso a 'todas las fotos' en 'Fotos'";
"只能查看允许访问的照片和相关相册" = "Solo se pueden ver las fotos permitidas y álbumes relacionados";
"无法使用相机!" = "¡No se puede usar la cámara!";
"无法使用相机功能" = "No se puede usar la función de cámara";
"请前往系统设置中，允许访问「相机」。" = "Por favor, ve a la configuración del sistema para permitir el acceso a la 'Cámara'.";
"照片大小超过最大限制" = "El tamaño de la foto excede el límite máximo";
"视频大小超过最大限制" = "El tamaño del video excede el límite máximo";
"视频导出失败" = "Error al exportar el video";
"保存失败" = "Error al guardar";
"所有照片" = "Todas las fotos";
"正在处理..." = "Procesando...";
"处理失败" = "Error al procesar";
"导出失败" = "Error al exportar";
"视频加载中" = "Cargando video";
"视频加载失败!" = "¡Error al cargar el video!";
"视频可编辑最大时长为%d秒，无法编辑" = "La duración máxima editable del video es de %d segundos y no se puede editar";
"相机不可用!" = "¡Cámara no disponible!";
"确定" = "Aceptar";
"提示" = "Aviso";
"图片获取失败!" = "¡Error al obtener la imagen!";
"视频获取失败!" = "¡Error al obtener el video!";
"图片下载中" = "Descargando imagen";
"视频下载中" = "Descargando video";
"设置失败!" = "¡Error en la configuración!";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "Película antigua";
"怀旧" = "Nostalgia";
"黑白" = "Blanco y negro";
"色调" = "Tono";
"模糊" = "Desenfoque";
"岁月" = "Años";
"单色" = "Monocromo";
"褪色" = "Desteñido";
"冲印" = "Revelado";
"铬黄" = "Cromo";
"暂无配乐" = "Sin música de fondo";
"配乐" = "Música de fondo";
"视频原声" = "Sonido original";
"正在同步iCloud" = "Sincronizando con iCloud";
"iCloud同步失败" = "Error en la sincronización de iCloud";
"拖动到此处删除" = "Arrastra aquí para eliminar";
"松手即可删除" = "Suelta para eliminar";
"搜索" = "Buscar";
"背景音乐" = "Música";
"搜索歌名" = "Buscar título de canción";
"此歌曲暂无歌词，请您欣赏" = "Esta canción no tiene letra, disfrútala";
"选择" = "Seleccionar";
"取消选择" = "Deseleccionar";
"歌词" = "Letra";
"拍摄失败!" = "¡Error al grabar!";
"摄像头切换失败!" = "¡Error al cambiar la cámara!";
"相机初始化失败!" = "¡Error al inicializar la cámara!";
"轻触拍照" = "Toca para tomar foto";
"按住摄像" = "Mantén presionado para grabar";
"轻触拍照，按住摄像" = "Toca para foto, mantén para video";
"拍摄时长不足%d秒" = "La duración de la grabación es menor a %d segundos";
"麦克风添加失败，录制视频会没有声音哦!" = "¡Error al agregar micrófono, el video se grabará sin sonido!";
"无法使用麦克风" = "No se puede usar el micrófono";
"请在设置-隐私-相机中允许访问麦克风" = "Permite el acceso al micrófono en Configuración-Privacidad-Cámara";
"更多" = "Más";
"张照片" = "Fotos";
"个视频" = "Videos";
"实况" = "Live";
"照片" = "Foto";
"视频" = "Video";
"点击摄像" = "Toca para grabar";
"音量" = "Volumen";
"明亮" = "Brillo";
"删除" = "Eliminar";
"原始比例" = "Original";
"自由格式" = "Formato libre";
"正方形" = "Cuadrado";
"亮度" = "Brillo";
"对比度" = "Contraste";
"饱和度" = "Saturación";
"曝光度" = "Exposición";
"色温" = "Temperatura";
"暗角" = "Viñeta";
"锐化" = "Nitidez";
"蒙版素材" = "Máscaras";
"筛选" = "Filtros";
"筛选条件" = "Filtrar por";
"无筛选条件" = "Sin filtros";
"没有项目" = "Sin elementos";
"筛选结果" = "Resultados del filtro";
"所有项目" = "Todos los elementos";
"已编辑" = "Editado";
"仅显示" = "Mostrar";
"筛选照片" = "Fotos";
"筛选视频" = "Videos";
"选择相册" = "Seleccionar álbum";
"我的相册" = "Mis álbumes";
"媒体类型" = "Tipos de medios";
"查看全部" = "Ver todo";
"全部" = "Todo";
"清空已编辑的内容" = "Borrar editados";
"高光" = "Iluminaciones";
"阴影" = "Sombras";

"HXAlbumCameraRoll" = "Carrete";
"HXAlbumPanoramas" = "Panorámicas";
"HXAlbumVideos" = "Videos";
"HXAlbumFavorites" = "Favoritos";
"HXAlbumTimelapses" = "Time-Lapse";
"HXAlbumRecents" = "Recientes";
"HXAlbumRecentlyAdded" = "Agregados recientemente";
"HXAlbumBursts" = "Ráfaga";
"HXAlbumSlomoVideos" = "Cámara lenta";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Capturas";
"HXAlbumDepthEffect" = "Efecto profundidad";
"HXAlbumLivePhotos" = "Fotos Live";
"HXAlbumAnimated" = "Animados";
